{
    "Newsletters":[
        {"imageFilepath":"gallery/img_2.png", "description":"Read the newsletters to get information about recent events concerning the series/the author. The newsletters also have little shorts involving the characters written for fun.", "entries":[
            {"entryName":"Newsletter 28/12/2024", "entryFilepath":"read/0_1.pdf"},
            {"entryName":"Newsletter 27/12/2024", "entryFilepath":"read/0_1.pdf"}
        ]}
    ],
    "Toranoko! Keepers":[
        {"imageFilepath":"gallery/img_2.png", "description":"Toranoko! Keepers is a side story of the main Toranoko! series. The novel is an anthology consisting of six stories. Each story follows a different adult in the lives of Taiga and Ryūji's daughters: Taiga's parents, Yasuko, Ami and, Ryūji and Taiga themselves. All of them take place before the events of the main series.","entries":[
            {"entryName":"Chapter 1: Aisaka Rikurō", "entryFilepath":"read/0_1.pdf"}
        ]}
    ],
    "Volume 1":[
        {"imageFilepath":"gallery/img_2.png", "description":"The Takasu sisters are beginning their second academic year at Ohashi High School. They'd spent the previous year building up their infamy, now known as the eccentric giantesses with boobs for brains. After giving up on their image, Haruko, the smartest of the triplets, has only one goal in mind: to get her and her sisters' grades up. One of her sisters, Katsuko, was on the brink of getting held back a year. Thus, Haruko promised to do everything she can to secure a bright future for her sisters. However, Haruko's path would take a turn after Yuri, her English teacher, decides to randomly assign pairs for her English class. The sisters were terrible when it came to group work, especially Haruko, who always took the snide remarks she'd receive from peers to heart. That's why, after getting paired with Sagawa Kaito, an irate, sleep-deprived, loner, she knew she had to steel her resolve. Alas, the pairing would have their fights. But a terrible incident would befall Kaito, one that Haruko felt partly responsible for. Through her guilt and regret, she tries her best to make it up to him, learning more about the boy as a result. She'll work as hard as she can to disprove the question lingering in her mind: what if what everyone said about her was right?","entries":[
            {"entryName":"Prologue", "entryFilepath":"read/0_1.pdf"}
        ]}
    ]
}